Repository: pachoremayuresh/MultiBox_Palletizer_Automation
Catalog: Logical/LocalizableTexts.tmx
Source language: en
Languages: it

source: Multi-Box Palletizer
it: Palettizzatore Multiscatola

source: Emergency
it: Emergenza

source: Navigation
it: Navigazione

source: Operator
it: Operatore

source: Alarm
it: Allarme

source: Service
it: Servizio

source: Service Mode
it: Modalità di servizio

source: Feeder Handler
it: Gestore dell'alimentatore

source: Crane Handler
it: Movimentatore di gru

source: Paller Handler
it: Gestore di pallet

source: Conveyor 1
it: Trasportatore 1

source: Conveyor 2
it: Trasportatore 2

source: Conveyor 3
it: Trasportatore 3

source: ON
it: ACCESO

source: OFF
it: SPENTO

source: Pusher 1
it: Spintore 1

source: Turn Pusher
it: Gira lo Spintore

source: Carriage Pusher
it: Spintore del carrello

source: Laser Sensor
it: Sensore laser

source: Front
it: Fronte

source: Back
it: Indietro

source: Set Target
it: Imposta obiettivo

source: Actual Position
it: Posizione effettiva

source: Target Reached
it: Obiettivo Raggiunto

source: Cardboard Release
it: Rilascio CartBoard

source: Vaccum Activation
it: Attivazione del vuoto

source: Box Holder Activation
it: Attivazione del supporto della scatola

source: Pusher Z
it: Spingitore Z

source: Pusher X
it: Spingitore X

source: Gantry Crane Actual Position
it: Posizione effettiva della gru a portale

source: Box Crane Actual Position
it: Posizione effettiva della gru a cassone

source: Gantry Crane
it: Gru a portale

source: Box Crane
it: Gru a cassone

source: Pallet Release
it: Rilascio Pallet

source: Conveyor 4
it: Trasportatore 4

source: Conveyor 5
it: Trasportatore 5

source: Pallet Lifter
it: Sollevatore per Pallet

source: Pallet Lifter Actual Position
it: Posizione effettiva del sollevatore per Pallet

source: Backward
it: Indietro

source: Forward
it: Inoltrare

source: Up
it: Su

source: Down
it: Giù

source: OFF 0.5
it: SPENTO 0.5

source: OFF 0.1
it: SPENTO 0.1

source: ON 0.5
it: ACCESO 0.5

source: ON 0.1
it: ACCESO 0.1

source: Immediate Stop
it: Arresto immediato

source: On Phase Stop
it: Su arresto di fase

source: Start Machine
it: Avvia Macchina

source: Feeder Conveyor 1 Fault
it: Guasto del trasportatore alimentatore 1

source: Feeder Conveyor 2 Fault
it: Guasto del trasportatore alimentatore 2

source: Feeder Conveyor 3 Fault
it: Guasto del trasportatore alimentatore 3

source: Feeder Turn Pusher Fault
it: Errore dello spingitore di rotazione dell'alimentatore

source: Feeder Pusher Fault
it: Guasto allo spingitore dell'alimentatore

source: Feeder Carriage Fault
it: Guasto al carrello di alimentazione

source: Crane Cardboard Fault
it: Difetto del cartone della gru

source: Crane Vacuum Fault
it: Guasto del vuoto della gru

source: Crane SlideRail Fault
it: Guasto alla guida di scorrimento della gru

source: Crane Pusher Z Fault
it: Guasto Z dello spintore della gru

source: Crane Pusher X Fault
it: Guasto X dello spintore della gru

source: Gantry Crane Fault
it: Guasto alla gru a cavalletto

source: Box Crane Fault
it: Guasto alla gru a cassone

source: Pallet Fork Fault
it: Guasto alla forca per pallet

source: Pallet Lifter Fault
it: Guasto del sollevatore di pallet

source: Pallet Conveyor 1 Fault
it: Errore del trasportatore pallet 1

source: Pallet Conveyor 2 Fault
it: Errore del trasportatore pallet 2

source: Pallet Over
it: Pallet finito

source: Cardboard Over
it: Cartone finito

source: Feeder Conveyor 1
it: Trasportatore alimentatore 1

source: Feeder Conveyor 2
it: Trasportatore alimentatore 2

source: Feeder Conveyor 3
it: Trasportatore alimentatore 3

source: Feeder Turn Pusher
it: Spintore di rotazione dell'alimentatore

source: Feeder Pusher
it: Spingitore dell'alimentatore

source: Feeder Carriage
it: Carrello alimentatore

source: Crane Cardboard
it: Cartone della gru

source: Crane Vacuum
it: Aspirapolvere per gru

source: Crane SlideRail
it: Guida di scorrimento della gru

source: Crane Pusher Z
it: Spintore gru Z

source: Crane Pusher X
it: Spintore gru X

source: Pallet Fork
it: Forca per pallet

source: Pallet Conveyor 1
it: Trasportatore di pallet 1

source: Pallet Conveyor 2
it: Trasportatore di pallet 2

source: Fault Simulator
it: Simulatore di Guasti

source: Pallets Remaining
it: Pallet Rimanenti

source: Cardboard Remaining
it: Cartone Rimanente

source: Reset
it: Ripristino

source: AUX Reset
it: Ripristino AUX

source: Command Sequence
it: Sequenza di Comandi

source: Machine State:
it: Stato Macchina:

source: Feeder State:
it: Stato di Alimentazione:

source: Crane State:
it: Stato della Gru:

source: Pallet State:
it: Stato del Pallet:

source: Recovery Sequence
it: Sequenza di Recupero

source: Priority 4
it: Priorità 4

source: Priority 3
it: Priorità 3

source: Priority 2
it: Priorità 2

source: Priority 1
it: Priorità 1

source: Feeder
it: Alimentatore

source: Crane
it: Gru

source: Emergency Stop Requested
it: Richiesto arresto di emergenza

source: Immediate Stop Requested
it: Richiesta di arresto immediato

source: On Phase Stop Requested
it: Arresto in fase richiesto

source: Out Of Material
it: Senza materiale

source: Warning
it: Avvertimento

source: Cartboard Almost Over
it: Cartoncino Quasi Finito

source: Pallet Almost Over
it: Pallet Quasi Finito
